Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: The page's server answered with error %lld.
es: El servidor de la página respondió con el error %lld.
ja: ページのサーバーがエラー %lld を返しました。
zh_hans: 页面所在的服务器返回了错误 %lld。
zh_hant: 頁面所在的伺服器傳回了錯誤 %lld。

source: The page's server could not be reached.
es: No se pudo conectar con el servidor de la página.
ja: ページのサーバーに接続できませんでした。
zh_hans: 无法连接到页面所在的服务器。
zh_hant: 無法連線到頁面所在的伺服器。

source: The project file is damaged or incomplete. Re-download the wallpaper in Steam.
es: El archivo del proyecto está dañado o incompleto. Vuelve a descargar el fondo en Steam.
ja: プロジェクトファイルが破損しているか不完全です。Steam で壁紙を再ダウンロードしてください。
zh_hans: 项目文件已损坏或不完整。请在 Steam 中重新下载该壁纸。
zh_hant: 專案檔案已損毀或不完整。請在 Steam 中重新下載此桌布。

source: The project settings path is not safe to open.
es: La ruta de los ajustes del proyecto no se puede abrir de forma segura.
ja: プロジェクト設定のパスを安全に開けません。
zh_hans: 项目设置路径不安全，无法打开。
zh_hant: 專案設定路徑不安全，無法開啟。

source: The project settings source is unavailable. Choose the project folder again.
es: El origen de los ajustes no está disponible. Vuelve a elegir la carpeta del proyecto.
ja: プロジェクト設定のソースを利用できません。プロジェクトフォルダを選び直してください。
zh_hans: 项目设置来源不可用。请重新选择项目文件夹。
zh_hant: 專案設定來源無法使用。請重新選擇專案資料夾。

source: The registrations marked for removal will be unregistered. This app becomes the preferred provider and the system wallpaper service restarts.
es: Se eliminarán los registros marcados. Esta app será el proveedor preferido y se reiniciará el servicio de fondos.
ja: 解除対象の登録を削除します。このアプリを優先する提供元にして、システム壁紙サービスを再起動します。
zh_hans: 将注销标记为移除的记录，优先使用当前应用的扩展，并重启系统壁纸服务。
zh_hant: 將取消註冊標記為移除的記錄，優先使用目前應用程式的延伸功能，並重新啟動系統桌布服務。

source: The request to Steam failed (error %lld).
es: La solicitud a Steam ha fallado (error %lld).
ja: Steam へのリクエストが失敗しました(エラー %lld)。
zh_hans: 向 Steam 的请求失败（错误 %lld）。
zh_hant: 向 Steam 的請求失敗（錯誤 %lld）。

source: The scene package contains a duplicate entry: %@
es: El paquete contiene una entrada duplicada: %@
ja: シーンパッケージに重複したエントリがあります：%@
zh_hans: 场景包包含重复条目：%@
zh_hant: 場景套件包含重複項目：%@

source: The scene package exceeds a supported resource limit: %@
es: El paquete supera un límite de recursos admitido: %@
ja: シーンパッケージが対応するリソース制限を超えています：%@
zh_hans: 场景包超出了支持的资源限制：%@
zh_hant: 場景套件超出支援的資源限制：%@

source: The scene package format is not recognized: %@
es: No se reconoce el formato del paquete: %@
ja: シーンパッケージの形式を認識できません：%@
zh_hans: 无法识别场景包格式：%@
zh_hant: 無法識別場景套件格式：%@

source: The scene package has an invalid entry name at index %lld.
es: El nombre de la entrada del índice %lld del paquete no es válido.
ja: シーンパッケージのインデックス %lld に無効なエントリ名があります。
zh_hans: 场景包中索引 %lld 的条目名称无效。
zh_hant: 場景套件中索引 %lld 的項目名稱無效。

source: The scene package header is truncated.
es: La cabecera del paquete de la escena está incompleta.
ja: シーンパッケージのヘッダーが途中で切れています。
zh_hans: 场景包的文件头不完整。
zh_hant: 場景套件的檔案標頭不完整。

source: The scene resource could not be read: %@
es: No se pudo leer el recurso de la escena: %@
ja: シーンのリソースを読み込めません：%@
zh_hans: 无法读取场景资源：%@
zh_hant: 無法讀取場景資源：%@

source: The scene resource path is not safe to open: %@
es: No es seguro abrir esta ruta de recurso: %@
ja: シーンのリソースパスを安全に開けません：%@
zh_hans: 场景资源路径不安全，无法打开：%@
zh_hant: 場景資源路徑不安全，無法開啟：%@

source: The scene source could not be opened. Check its location and access permission.
es: No se pudo abrir el origen de la escena. Comprueba su ubicación y los permisos de acceso.
ja: シーンのソースを開けませんでした。場所とアクセス権を確認してください。
zh_hans: 无法打开场景来源。请检查文件位置和访问权限。
zh_hant: 無法開啟場景來源。請檢查檔案位置與存取權限。

source: The scene wallpaper failed to load.
es: No se ha podido cargar el fondo de pantalla de escena.
ja: シーン壁紙を読み込めませんでした。
zh_hans: 场景壁纸加载失败。
zh_hant: 場景桌布載入失敗。

source: The scene's model data could not be read.
es: No se pudieron leer los datos del modelo de la escena.
ja: シーンのモデルデータを読み込めませんでした。
zh_hans: 无法读取场景的模型数据。
zh_hant: 無法讀取場景的模型資料。

source: The secure connection to Steam failed. A proxy or security software may be intercepting it.
es: Ha fallado la conexión segura con Steam. Un proxy o un software de seguridad podría estar interceptándola.
ja: Steam との安全な接続に失敗しました。プロキシまたはセキュリティソフトが介在している可能性があります。
zh_hans: 与 Steam 的安全连接失败。可能有代理或安全软件正在拦截。
zh_hant: 與 Steam 的安全連線失敗。可能有代理或安全軟體正在攔截。

source: The selected display is no longer available.
es: La pantalla seleccionada ya no está disponible.
ja: 選択したディスプレイは利用できなくなりました。
zh_hans: 所选显示器已不可用。
zh_hant: 所選顯示器已無法使用。

source: The selected folder doesn't contain Wallpaper Engine assets. Choose the wallpaper_engine install folder or Wallpaper Engine.app.
es: La carpeta seleccionada no contiene recursos de Wallpaper Engine. Elige la carpeta de instalación wallpaper_engine o Wallpaper Engine.app.
ja: 選択したフォルダに Wallpaper Engine アセットが含まれていません。wallpaper_engine インストールフォルダまたは Wallpaper Engine.app を選択してください。
zh_hans: 所选文件夹不包含 Wallpaper Engine 资源。请选择 wallpaper_engine 安装文件夹或 Wallpaper Engine.app。
zh_hant: 所選資料夾不包含 Wallpaper Engine 資源。請選擇 wallpaper_engine 安裝資料夾或 Wallpaper Engine.app。

source: The selection isn't a web file or a folder containing an index page.
es: La selección no es un archivo web ni una carpeta con una página index.
ja: 選択したものは Web ファイルでも、index ページを含むフォルダでもありません。
zh_hans: 选中的不是 Web 文件，也不是含有 index 页面的文件夹。
zh_hant: 選取的不是 Web 檔案，也不是含有 index 頁面的資料夾。

source: The service restarted, but no new connection was confirmed. In System Wallpaper, click Add Video to choose a video.
es: El servicio se reinició, pero no se confirmó ninguna conexión nueva. En Fondo del sistema, haz clic en Añadir vídeo para elegir un vídeo.
ja: サービスは再起動しましたが、新しい接続を確認できませんでした。「システム壁紙」で「ビデオを追加」をクリックしてビデオを選んでください。
zh_hans: 服务已重新启动，但尚未确认新的扩展连接。请在“系统壁纸”页面点按“添加视频”选择视频。
zh_hant: 服務已重新啟動，但尚未確認新的延伸功能連線。請在「系統桌布」頁面點按「加入影片」選擇影片。

source: The specific cause is not yet known.
es: Aún no se conoce la causa específica.
ja: 具体的な原因はまだ分かっていません。
zh_hans: 尚未确定具体原因。
zh_hant: 尚未確定具體原因。

source: The stored API key couldn't be read. Paste it again.
es: No se ha podido leer la clave de API guardada. Pégala de nuevo.
ja: 保存された API キーを読み取れませんでした。もう一度貼り付けてください。
zh_hans: 无法读取已保存的 API 密钥。请重新粘贴。
zh_hant: 無法讀取已儲存的 API 金鑰。請重新貼上。

source: The system wallpaper video could not be loaded. Select it again in System Settings or import another video.
es: No se pudo cargar el vídeo del fondo del sistema. Vuelve a seleccionarlo en Ajustes del Sistema o importa otro vídeo.
ja: システム壁紙のビデオを読み込めませんでした。システム設定で選び直すか、別のビデオを読み込んでください。
zh_hans: 无法加载系统壁纸视频。请在系统设置中重新选择，或导入其他视频。
zh_hant: 無法載入系統桌布影片。請在系統設定中重新選擇，或匯入其他影片。

source: The unpacked archive contains no SteamCMD executable.
es: El archivo descomprimido no contiene un ejecutable de SteamCMD.
ja: 展開したアーカイブに SteamCMD の実行ファイルがありません。
zh_hans: 解压后的归档中没有 SteamCMD 可执行文件。
zh_hant: 解壓縮後的封存檔中沒有 SteamCMD 執行檔。

source: The unpacked binary is quarantined and could not be executed.
es: El binario descomprimido está en cuarentena y no se ha podido ejecutar.
ja: 展開した実行ファイルは検疫されており、実行できませんでした。
zh_hans: 解压后的可执行文件处于隔离状态，无法执行。
zh_hant: 解壓縮後的執行檔處於隔離狀態，無法執行。

source: The unpacked files didn't contain the SteamCMD program.
es: Los archivos descomprimidos no contenían el programa SteamCMD.
ja: 展開したファイルに SteamCMD の実行ファイルが含まれていませんでした。
zh_hans: 解开的文件里没有 SteamCMD 程序。
zh_hant: 解開的檔案裡沒有 SteamCMD 程式。

source: The unpacked program isn't signed by Valve, so it was not installed.
es: El programa descomprimido no está firmado por Valve, así que no se ha instalado.
ja: 展開したプログラムが Valve の署名を持たないため、インストールしませんでした。
zh_hans: 解开的程序没有 Valve 的签名，未予安装。
zh_hant: 解開的程式沒有 Valve 的簽章，未予安裝。

source: The update check timed out.
es: Se agotó el tiempo de espera de la comprobación de actualizaciones.
ja: 更新の確認がタイムアウトしました。
zh_hans: 更新检查超时。
zh_hant: 更新檢查逾時。

source: The video %@ cannot be played (error %lld).
es: No se puede reproducir el vídeo %@ (error %lld).
ja: ビデオ %@ を再生できません（エラー %lld）。
zh_hans: 无法播放视频 %@（错误 %lld）。
zh_hant: 無法播放影片 %@（錯誤 %lld）。

source: The video %@ cannot be played.
es: No se puede reproducir el vídeo %@.
ja: 動画 %@ を再生できません。
zh_hans: 无法播放视频 %@。
zh_hant: 無法播放影片 %@。

source: The video “%@” is missing from its Workshop package.
es: El vídeo “%@” no está en su paquete de Workshop.
ja: ビデオ「%@」がワークショップパッケージ内に見つかりません。
zh_hans: 视频“%@”在其创意工坊包中缺失。
zh_hant: 影片「%@」在其工作坊包中遺失。

source: The wallpaper on screen isn't the scheduled one. The schedule resumes when the next time slot starts.
es: El fondo de pantalla actual no es el programado. La programación se reanudará cuando empiece la siguiente franja.
ja: 表示中の壁紙はスケジュールのものではありません。次の時間帯が始まるとスケジュールが再開されます。
zh_hans: 当前显示的不是计划中的壁纸，下一个时段开始时将自动恢复计划。
zh_hant: 目前顯示的不是排程中的桌布，下一個時段開始時將自動恢復排程。

source: The wallpaper's entry page is missing from its folder.
es: Falta la página de entrada en la carpeta del fondo de pantalla.
ja: 壁紙のフォルダにエントリページがありません。
zh_hans: 壁纸文件夹里缺少入口页面。
zh_hant: 桌布資料夾裡缺少進入頁面。

source: The wallpaper's folder could not be read. Re-pick the source to restore permission.
es: No se pudo leer la carpeta del fondo de pantalla. Vuelve a elegir el origen para restaurar el permiso.
ja: 壁紙のフォルダを読み取れませんでした。ソースを選び直して権限を回復してください。
zh_hans: 无法读取壁纸文件夹。重新选择来源以恢复访问权限。
zh_hant: 無法讀取桌布資料夾。重新選擇來源以恢復存取權限。

source: The wallpaper, playlist, schedule, effect layer, and all other settings on %lld other displays are replaced with this display's. Their widget, music, and clock overlays are not changed.
es: El fondo de pantalla, la playlist, la programación, la capa de efectos y el resto de ajustes de otras %lld pantallas se sustituyen por los de esta. Sus superposiciones de widgets, música y reloj no cambian.
ja: 他の %lld 台のディスプレイの壁紙、プレイリスト、スケジュール、エフェクトレイヤー、その他すべての設定が、このディスプレイと同じ内容に置き換わります。それらのウィジェット・ミュージック・時計のオーバーレイは変わりません。
zh_hans: 另外 %lld 台显示器上的壁纸、播放列表、计划、效果层和其他所有设置，都将替换为与这台显示器相同的内容。它们的小组件、音乐和时钟叠加层保持不变。
zh_hant: 另外 %lld 台顯示器上的桌布、播放列表、排程、效果層和其他所有設定，都將取代為與這台顯示器相同的內容。它們的小工具、音樂和時鐘疊加層維持不變。

source: The web renderer process crashed repeatedly.
es: El proceso del renderizador web se ha cerrado inesperadamente varias veces.
ja: Webレンダラープロセスが繰り返しクラッシュしました。
zh_hans: 网页渲染进程反复崩溃。
zh_hant: 網頁渲染處理程序反覆當機。

source: The web wallpaper at %@ failed to load (error %lld): %@
es: No se ha podido cargar el fondo de pantalla web de %@ (error %lld): %@
ja: %@ の Web 壁紙を読み込めませんでした（エラー %lld）：%@
zh_hans: %@ 处的 Web 壁纸加载失败（错误 %lld）：%@
zh_hant: %@ 的 Web 桌布載入失敗（錯誤 %lld）：%@

source: The web wallpaper at %@ failed to load: %@
es: No se ha podido cargar el fondo de pantalla web de %@: %@
ja: %@ の Web 壁紙を読み込めませんでした：%@
zh_hans: %@ 处的 Web 壁纸加载失败：%@
zh_hant: %@ 的 Web 桌布載入失敗：%@

source: Thermal
es: Térmico
ja: 発熱
zh_hans: 热压力
zh_hant: 熱壓力

# Thermal Critical
source: Critical
es: Crítica
ja: 危険
zh_hans: 严重过热
zh_hant: 嚴重過熱

# Thermal Fair
source: Warm
es: Moderada
ja: 高め
zh_hans: 偏高
zh_hant: 偏高

# Thermal Serious
source: Hot
es: Alta
ja: 高温
zh_hans: 过热
zh_hant: 過熱

source: Thirty Days
es: Treinta días
ja: 30日
zh_hans: 30 天
zh_hant: 30 天

source: This Scene
es: Esta escena
ja: このシーン
zh_hans: 此场景
zh_hant: 此場景

source: This Steam account doesn't own Wallpaper Engine, so its assets can't be downloaded.
es: Esta cuenta de Steam no tiene Wallpaper Engine, así que no se pueden descargar sus recursos.
ja: この Steam アカウントは Wallpaper Engine を所有していないため、アセットをダウンロードできません。
zh_hans: 此 Steam 账号未拥有 Wallpaper Engine，无法下载其资源。
zh_hant: 此 Steam 帳號未擁有 Wallpaper Engine，無法下載其資源。

source: This Wallpaper Engine project type isn't supported.
es: Este tipo de proyecto de Wallpaper Engine no es compatible.
ja: このWallpaper Engineプロジェクトの種類には対応していません。
zh_hans: 不支持此 Wallpaper Engine 项目类型。
zh_hant: 不支援此 Wallpaper Engine 專案類型。

source: This Workshop item is already being updated.
es: Este elemento de Workshop ya se está actualizando.
ja: この ワークショップ アイテムはすでに更新中です。
zh_hans: 此创意工坊项目正在更新。
zh_hant: 此工作坊項目正在更新。

source: This allows the wallpaper to run scripts, use local storage, and access WebGPU. Only trust origins you recognize.
es: Esto permite que el fondo de pantalla ejecute scripts, use almacenamiento local y acceda a WebGPU. Confía solo en orígenes que reconozcas.
ja: 壁紙がスクリプトの実行、ローカルストレージの使用、WebGPU へのアクセスを行えるようになります。信頼できるオリジンのみを許可してください。
zh_hans: 这将允许壁纸运行脚本、使用本地存储和访问 WebGPU。仅信任你认识的来源。
zh_hant: 這將允許桌布執行腳本、使用本機儲存空間並存取 WebGPU。只信任你認得的來源。

source: This allows the wallpaper to run scripts, use local storage, and access WebGPU. This address is plain HTTP on your local network, so anyone else on that network could change what it sends.
es: Esto permite que el fondo de pantalla ejecute scripts, use almacenamiento local y acceda a WebGPU. Esta dirección es HTTP sin cifrar en tu red local, así que cualquiera en esa red podría cambiar lo que envía.
ja: 壁紙がスクリプトの実行、ローカルストレージの使用、WebGPU へのアクセスを行えるようになります。このアドレスはローカルネットワーク上の平文 HTTP のため、同じネットワーク上の他者が内容を変更できます。
zh_hans: 这将允许壁纸运行脚本、使用本地存储并访问 WebGPU。该地址是局域网上的明文 HTTP，同一网络中的其他人可以更改它发送的内容。
zh_hant: 這將允許桌布執行腳本、使用本機儲存空間並存取 WebGPU。該位址是區域網路上的明文 HTTP，同一網路中的其他人可以更改它傳送的內容。

source: This app
es: Esta app
ja: このアプリ
zh_hans: 当前应用
zh_hant: 目前應用程式

source: This clears: • Every display's wallpaper, playlist, schedule, overlays, and custom name • The wallpaper library and schemes • All preferences, shortcuts, and display defaults • Trusted origins, and folder access for Apple Aerials and AI session history Wallpaper files on disk are not deleted.
es: Se borra lo siguiente: • El fondo de pantalla, la playlist, la programación, las superposiciones y el nombre personalizado de cada pantalla • La biblioteca de fondos y los esquemas • Todas las preferencias, los atajos y los valores predeterminados de pantalla • Los orígenes de confianza y el acceso a las carpetas de las vistas aéreas de Apple y del historial de sesiones de IA Los archivos de fondo de pantalla del disco no se eliminan.
ja: 次の内容を消去します： • 各ディスプレイの壁紙、プレイリスト、スケジュール、オーバーレイ、カスタム名 • 壁紙ライブラリ、構成 • すべての環境設定、ショートカット、ディスプレイのデフォルト • 信頼済みのオリジン、および Apple の空撮、AI セッション履歴のフォルダへのアクセス ディスク上の壁紙ファイルは削除されません。
zh_hans: 将清除以下内容： • 每台显示器的壁纸、播放列表、计划、叠加层和自定义名称 • 壁纸库和方案 • 所有偏好设置、快捷键和显示器默认值 • 已信任的来源，以及航拍和 AI 会话历史的文件夹访问权限 磁盘上的壁纸文件不会被删除。
zh_hant: 將清除以下內容： • 每台顯示器的桌布、播放列表、排程、疊加層和自訂名稱 • 桌布庫和方案 • 所有偏好設定、快速鍵和顯示器預設值 • 已信任的來源，以及 Apple 空照圖和 AI 工作階段記錄的資料夾存取權限 磁碟上的桌布檔案不會被刪除。

source: This clears: • Every display's wallpaper, playlist, schedule, scene custom settings, overlays, and custom name • The wallpaper library, presets, and schemes • All preferences, shortcuts, and display defaults • Trusted origins, and folder access for Apple Aerials, Wallpaper Engine assets, and AI session history Wallpaper files on disk are not deleted.
es: Se borra lo siguiente: • El fondo de pantalla, la playlist, la programación, los ajustes personalizados de la escena, las superposiciones y el nombre personalizado de cada pantalla • La biblioteca de fondos, los preajustes y los esquemas • Todas las preferencias, los atajos y los valores predeterminados de pantalla • Los orígenes de confianza y el acceso a las carpetas de las vistas aéreas de Apple, los recursos de Wallpaper Engine y el historial de sesiones de IA Los archivos de fondo de pantalla del disco no se eliminan.
ja: 次の内容を消去します： • 各ディスプレイの壁紙、プレイリスト、スケジュール、シーンのカスタム設定、オーバーレイ、カスタム名 • 壁紙ライブラリ、プリセット、構成 • すべての環境設定、ショートカット、ディスプレイのデフォルト • 信頼済みのオリジン、および Apple の空撮、Wallpaper Engine アセット、AI セッション履歴のフォルダへのアクセス ディスク上の壁紙ファイルは削除されません。
zh_hans: 将清除以下内容： • 每台显示器的壁纸、播放列表、计划、场景自定义设置、叠加层和自定义名称 • 壁纸库、预设和方案 • 所有偏好设置、快捷键和显示器默认值 • 已信任的来源，以及航拍、Wallpaper Engine 资源和 AI 会话历史的文件夹访问权限 磁盘上的壁纸文件不会被删除。
zh_hant: 將清除以下內容： • 每台顯示器的桌布、播放列表、排程、場景自訂設定、疊加層和自訂名稱 • 桌布庫、預設集和方案 • 所有偏好設定、快速鍵和顯示器預設值 • 已信任的來源，以及 Apple 空照圖、Wallpaper Engine 資源和 AI 工作階段記錄的資料夾存取權限 磁碟上的桌布檔案不會被刪除。

# This configuration is for a different app (%@). Expected %@.
source: This configuration is for a different app (%1$@). Expected %2$@.
es: Esta configuración es para otra app (%1$@). Se esperaba %2$@.
ja: この構成は別のアプリ（%1$@）用です。想定：%2$@。
zh_hans: 此配置适用于其他应用（%1$@）。预期为 %2$@。
zh_hant: 此設定適用於其他 App（%1$@）。預期為 %2$@。

source: This configuration was made with a different version (schema %1$lld). This build supports schema 1 through %2$lld.
es: Esta configuración se creó con una versión distinta (schema %1$lld). Esta compilación admite schema 1 a %2$lld.
ja: この構成は別のバージョン（スキーマ %1$lld）で作成されています。このビルドはスキーマ 1 から %2$lld まで対応しています。
zh_hans: 此配置由其他版本创建（架构 %1$lld）。此版本支持架构 1 到 %2$lld。
zh_hant: 此設定是以不同版本建立的（結構描述 %1$lld）。此版本支援結構描述 1 到 %2$lld。

source: This copy is deleted from your Mac. If Loomscreen is using it, it switches to another SteamCMD found on this Mac; if none is found, set up SteamCMD again before downloading from the Workshop. Your Steam sign-in and downloaded wallpapers are kept.
es: Esta copia se elimina de tu Mac. Si Loomscreen la está usando, pasará a usar otro SteamCMD que encuentre en este Mac; si no encuentra ninguno, vuelve a configurar SteamCMD antes de descargar del Workshop. Tu inicio de sesión de Steam y los fondos descargados se conservan.
ja: このコピーは Mac から削除されます。Loomscreen がこのコピーを使用している場合は、この Mac で見つかった別の SteamCMD に切り替わります。見つからない場合は、ワークショップからダウンロードする前に SteamCMD を再度セットアップしてください。Steam のサインイン情報とダウンロード済みの壁紙は保持されます。
zh_hans: 这份副本将从本机删除。如果 Loomscreen 正在使用它，会改用在本机找到的其他 SteamCMD；如果找不到，需要重新设置 SteamCMD 才能从创意工坊下载。Steam 登录和已下载的壁纸会保留。
zh_hant: 這份副本將從這台 Mac 上刪除。如果 Loomscreen 正在使用它，會改用在這台 Mac 上找到的其他 SteamCMD；如果找不到，需要重新設定 SteamCMD 才能從工作坊下載。Steam 登入和已下載的桌布會保留。

source: This creator hasn't published any wallpapers here.
es: Este creador no ha publicado ningún fondo de pantalla aquí.
ja: この作成者はここで壁紙をまだ公開していません。
zh_hans: 此创作者尚未在这里发布任何壁纸。
zh_hant: 此創作者尚未在這裡發布任何桌布。

source: This file is too large to import (%lld bytes). Configuration backups are usually well under 10 MB.
es: Este archivo es demasiado grande para importarlo (%lld bytes). Las copias de seguridad de configuración suelen estar muy por debajo de 10 MB.
ja: このファイルは大きすぎてインポートできません（%lld バイト）。構成バックアップは通常 10 MB を大きく下回ります。
zh_hans: 此文件太大，无法导入（%lld 字节）。配置备份通常远小于 10 MB。
zh_hant: 此檔案太大，無法匯入（%lld 位元組）。設定備份通常遠小於 10 MB。

source: This is a Windows-only wallpaper and can't run on macOS.
es: Este fondo de pantalla es solo para Windows y no puede ejecutarse en macOS.
ja: これは Windows 専用の壁紙で、macOS では実行できません。
zh_hans: 这是仅限 Windows 的壁纸，无法在 macOS 上运行。
zh_hant: 這是僅限 Windows 的桌布，無法在 macOS 上執行。

source: This is the only wallpaper in the playlist. Removing it will clear the wallpaper on %@.
es: Este es el único fondo de pantalla de la playlist. Al eliminarlo, se quitará el fondo de pantalla de %@.
ja: プレイリスト内の唯一の壁紙です。削除すると %@ の壁紙がクリアされます。
zh_hans: 这是播放列表中唯一的壁纸。移除后将清除 %@ 上的壁纸。
zh_hant: 這是播放列表中唯一的桌布。移除後將清除 %@ 上的桌布。

source: This item is no longer available on Steam.
es: Este elemento ya no está disponible en Steam.
ja: このアイテムは Steam で利用できなくなりました。
zh_hans: 此项目已不再可在 Steam 上获取。
zh_hant: 此項目已不再可在 Steam 上取得。

source: This item is private or friends-only and can't be previewed here.
es: Este elemento es privado o solo para amigos y no se puede previsualizar aquí.
ja: このアイテムは非公開またはフレンド限定のため、ここではプレビューできません。
zh_hans: 此项目为私密或仅好友可见，无法在此预览。
zh_hant: 此項目為私人或僅好友可見，無法在此預覽。

source: This project isn't supported yet.
es: Este proyecto aún no es compatible.
ja: このプロジェクトはまだサポートされていません。
zh_hans: 此项目暂不受支持。
zh_hant: 此專案暫不支援。

source: This project's wallpaper type or rendering features are not supported.
es: El tipo de fondo o las funciones de renderizado de este proyecto no son compatibles.
ja: このプロジェクトの壁紙タイプまたは描画機能には対応していません。
zh_hans: 暂不支持此项目的壁纸类型或渲染功能。
zh_hant: 尚不支援此專案的桌布類型或渲染功能。

source: This replaces overlays on every other connected display. Effects are skipped on displays without a wallpaper.
es: Esto reemplaza las superposiciones de las demás pantallas conectadas; se omiten los efectos en las pantallas sin fondo de pantalla.
ja: 接続されているほかのすべてのディスプレイのオーバーレイを置き換えます。壁紙がないディスプレイのエフェクトはスキップされます。
zh_hans: 这会覆盖其他所有已连接显示器的叠加层；没有壁纸的显示器将跳过效果层。
zh_hant: 這會覆寫其他所有已連接顯示器的疊加層；沒有桌布的顯示器將略過效果層。

source: This replaces the %1$@ overlay on %2$lld other displays. Their wallpapers are left alone.
es: Esto reemplaza la superposición %1$@ en %2$lld pantallas más. Sus fondos de pantalla no se tocan.
ja: 他の %2$lld 台のディスプレイの %1$@ オーバーレイを置き換えます。壁紙はそのままです。
zh_hans: 这会替换另外 %2$lld 台显示器上的%1$@叠加层，它们的壁纸不受影响。
zh_hant: 這會取代另外 %2$lld 台顯示器上的%1$@疊加層，它們的桌布不受影響。

source: This replaces the wallpaper on %@ other displays with the same content and settings as this one.
es: Esto reemplaza el fondo de pantalla en %@ pantallas más con el mismo contenido y ajustes que esta.
ja: 他の %@ 台のディスプレイの壁紙を、このディスプレイと同じ内容と設定に置き換えます。
zh_hans: 这将用与此显示器相同的内容与设置，替换另外 %@ 台显示器上的壁纸。
zh_hant: 這將用與此顯示器相同的內容與設定，取代另外 %@ 台顯示器上的桌布。

source: This scene can't be opened
es: No se puede abrir esta escena
ja: このシーンを開けません
zh_hans: 无法打开此场景
zh_hant: 無法開啟此場景

source: This scene requires a Windows plugin and cannot run on macOS.
es: Esta escena necesita un complemento de Windows y no puede ejecutarse en macOS.
ja: このシーンには Windows プラグインが必要なため、macOS では実行できません。
zh_hans: 此场景需要 Windows 插件，无法在 macOS 上运行。
zh_hant: 此場景需要 Windows 外掛，無法在 macOS 上執行。

source: This scene requires rendering features that Loomscreen does not support. Other wallpapers continue playing.
es: Esta escena requiere funciones de renderizado que Loomscreen no admite. Los demás fondos de pantalla siguen reproduciéndose.
ja: このシーンには、Loomscreen がサポートしていないレンダリング機能が必要です。他の壁紙の再生には影響しません。
zh_hans: 此场景需要 Loomscreen 不支持的渲染功能。其他壁纸的播放不受影响。
zh_hant: 此場景需要 Loomscreen 不支援的渲染功能。其他桌布的播放不受影響。

source: This scene uses effects Loomscreen can't render
es: Esta escena usa efectos que Loomscreen no puede renderizar
ja: このシーンには Loomscreen で描画できない効果が含まれています
zh_hans: 此场景包含 Loomscreen 无法渲染的效果
zh_hant: 此場景包含 Loomscreen 無法渲染的效果

source: This version of macOS is not compatible with the wallpaper extension.
es: Esta versión de macOS no es compatible con la extensión de fondos.
ja: この macOS バージョンは壁紙機能拡張に対応していません。
zh_hans: 当前 macOS 版本与壁纸扩展不兼容。
zh_hant: 目前 macOS 版本與桌布延伸功能不相容。

source: This wallpaper didn't load
es: Este fondo no se cargó
ja: この壁紙を読み込めませんでした
zh_hans: 这张壁纸没有加载成功
zh_hant: 這張桌布沒有載入成功

source: This wallpaper has no still frame to preview the board against
es: Este fondo de pantalla no tiene un fotograma estático contra el que previsualizar el tablero
ja: この壁紙にはプレビュー用の静止フレームがありません
zh_hans: 这种壁纸没有可用于预览的静态帧
zh_hant: 這種桌布沒有可用於預覽的靜態畫面

source: This wallpaper has no web settings
es: Este fondo no tiene ajustes web
ja: この壁紙にウェブ設定はありません
zh_hans: 此壁纸没有网页设置
zh_hant: 此桌布沒有網頁設定

source: This wallpaper is tagged Mature and may contain explicit adult content. By revealing it you confirm you are at least 18 years old, or of legal age in your region.
es: Este fondo de pantalla está etiquetado como Mature y puede contener contenido adulto explícito. Al mostrarlo confirmas que tienes al menos 18 años, o la mayoría de edad legal en tu región.
ja: この壁紙は成人向けタグ付きで、露骨な成人向けコンテンツを含む場合があります。表示すると、18歳以上または地域の法定年齢に達していることを確認したものとみなされます。
zh_hans: 此壁纸被标记为成人内容，可能含有露骨画面。显示即表示你确认已年满 18 周岁，或已达到你所在地区的法定成年年龄。
zh_hant: 此桌布被標記為成人內容，可能含有露骨畫面。顯示即表示你確認已年滿 18 歲，或已達到你所在地區的法定成年年齡。

source: This wallpaper is unavailable. Reimport it from the library.
es: Este fondo no está disponible. Vuelve a importarlo desde la biblioteca de fondos.
ja: この壁紙は使用できません。壁紙ライブラリから再読み込みしてください。
zh_hans: 此壁纸不可用，请在壁纸库重新导入。
zh_hant: 此桌布無法使用，請從桌布庫重新匯入。

source: This wallpaper only works on Windows
es: Este fondo solo funciona en Windows
ja: この壁紙は Windows でのみ動作します
zh_hans: 此壁纸只能在 Windows 上运行
zh_hant: 此桌布只能在 Windows 上執行

source: This wallpaper type is not supported
es: Este tipo de fondo de pantalla no es compatible
ja: この壁紙タイプには対応していません
zh_hans: 不支持此壁纸类型
zh_hant: 不支援此桌布類型

source: This wallpaper uses a file format Loomscreen can't read
es: Este fondo usa un formato de archivo que Loomscreen no puede leer
ja: この壁紙は Loomscreen が読み取れないファイル形式を使用しています
zh_hans: 此壁纸使用了 Loomscreen 无法读取的文件格式
zh_hant: 此桌布使用了 Loomscreen 無法讀取的檔案格式

source: This wallpaper uses an unsupported rendering target.
es: Este fondo de pantalla usa un destino de renderizado no compatible.
ja: この壁紙はサポートされていないレンダーターゲットを使用しています。
zh_hans: 该壁纸使用了不受支持的渲染目标。
zh_hant: 該桌布使用了不受支援的渲染目標。

source: This wallpaper's file is missing
es: Falta el archivo de este fondo de pantalla
ja: この壁紙のファイルが見つかりません
zh_hans: 此壁纸的文件已丢失
zh_hant: 此桌布的檔案已遺失

source: Three Months
es: Tres meses
ja: 3か月
zh_hans: 3 个月
zh_hant: 3 個月
